{
    "introductions": [
        "here comes the song:",
        "happy to present this great tune:",
        "already amazed by this song:",
        "even the name makes me happy, here comes:",
        "is this song made by johnfn? i don't think so, here comes:",
        "did this author delete the site? i don't know, here is the song:",
        "blopix, blopix, blopix, here goes the song:",
        "text to speech is awesome, i love the next song:",
        "i enjoy a good song, here comes:",
        "do you like pasta? doesn't matter, here comes the song:",
        "CHIPS COMPO RULES, THE BEST, THE BIGGEST, HERE COMES THE SONG:",
        "johnfn means john. freaking. nice. here goes:",
        "enjoying life, enjoying chips, enjoying this next song:",
        "spice up my life, using this next track:",
        "why am i the best PASTAMAN on the PASTAPLANET? no idea, here goes:",
        "space and beyond with this next song:",
        "this entire feature was probably a bad idea, however here comes the song:",
        "enjoying songs is good, especially this next tune:",
        "give it up for the song:",
        "flying across the country makes me think of this next great song:",
        "here comes the next track:",
        "get ready for the next track:",
        "get ready for the next song:",
        "get hyped for the song:",
        "get hyped for the track:",
        "get hyped for the entry:",
        "this one is going to be real good, get ready for the song:",
        "don't forget to vote for all these good tracks, speaking of which here comes another one, this one is called:",
        "the next song is called:",
        "great song Miyolophone clap clap clap, just kidding, here comes the song:",
        "clap clap clap clap clap clap enjoy the next track:",
        "Hello Random Storykeeper, have you deleted the site today? No? Ok, nevermind, here comes the next song:",
        "Oh Hallow my Hallow will you fallow into the PALLOW.. that didn't work out at all, whatever, next track is:",
        "..... ok actually i am getting tired of announcing, can someone else take over, they don't pay me enough to do this. oh well. Here comes the song: ",
        "Never gonna give you up. Never gonna let you down. Never gonna run around and desert you. Never gonna make you cry. Never gonna say goodbye. Never gonna tell a lie and play the next song which is: ",
        "Remember to vote! Especially for this next track:",
        "After this, go vote at chipscompo.com, now we play the song:",
        "You should go vote on chipscompo.com after this sync listen is over, for now lets listen to the song:",
        "Great work Anonymous Author! Here we go for the next Anonymous Author with the song:",
        "COOL STORY BRO, BRO STORY COOL, I AM A WATERCOOLER, I PLAY YOU THE NEXT TUNE CALLED:",
        "Will UltraMX decide if this is a big room or techno track? Hope we find that out soon. Until then, lets hear:",
        "you kinda scared me there, i was busy making my next track in Fruity Loops, ok, let me play the next song which is:",
        "i and i say to myself.... what a wonderful track.... which is this track:",
        "w w w . c h i p s c o m p o . c o m presents the song:",
        "WHAT A WONDERFUL WORLD! WHAT A NICE NEXT SONG CALLED:",
        "Spaces. Fiestas. Enjoyment. Futures. Crankshafts. Songs. All here. All Now. Here comes the song:",
        "I contemplated buying a house once, then i played this next song instead called:",
        "SHOUTOUT TO RANDOM STORYKEEPER! Here goes the next track:",
        "Don't forget to enter the One Hour Compo on Thursdays at 6PM Pacific Time! Until then, listen to this next track:",
        "ONE HOUR COMPO BABY! NEXT THURSDAY! EVERY THURSDAY! JOIN IN! until then, here comes the track:",
        "Chips has a patreon! Be a patreon! Make JohnFN rich! Let's play the next tune called:",
        "PATREON! DONATE! DON'T CHEAP OUT! lets play the track: ",
        "MEGASTORE KUKER, PENIS EXPERIENCE 2000, PENIS FORVEVER! . oh wait this is not one hour compo on thursdays, let's play the next chips track named:",
        "Don't forget to check out Megasphere's EP called Exploration of Styles EP! Before that let's listen to this track called:",
        "HELLO EVERYONE, HERE IS A COOL SONG CALLED:"
    ]
}